Revit 2027 API
ParameterTypeId.ElevShowViewName Property
 "Show View Name"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId ElevShowViewName { get; }
Public Shared ReadOnly Property ElevShowViewName As ForgeTypeId
	Get
public:
static property ForgeTypeId^ ElevShowViewName {
	ForgeTypeId^ get ();
}
static member ElevShowViewName : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace